{
"stationery":[
    {
        "name":"Pilot G-2 0.7mm in Black.",
        "det":"Low profile pen with a subtle gold imprint. Good ink flow, useful for drawing outlines.",
        "origin":"Purchased in bulk from a department store.",
        "link":"https://www.officedepot.com/a/products/790761/Pilot-G-2-Retractable-Gel-Pens/"
    },
    {
        "name":"Pilot FriXion Ball Erasable Gel Ink Pen in Purple.",
        "det":"Erases easily (albeit leaves behind some grey residue) with less than decent ink flow. Great colors for purple collectors, however!",
        "origin":"Received from a competition.",
        "link":"https://www.walmart.com/ip/Pilot-FriXion-Clicker-07-Purple-Erasable-Gel-Ink-Pens-6-Pens-With-4-Refills-0-7mm-Fine-Point/7440792700"
    },
    {
        "name":"Daiso Design Knife No.115.",
        "det":"Not used often but very handy. A precision knife is very nice to have in your back pocket. I still prefer larger blades, of course!",
        "origin":"Purchased from Daiso."
    },
    {
        "name":"Daiso Touch (Stylus) Pen.",
        "det":"Broke the stylus bit rather quickly. Sports a large hollow body; a good place to store things!",
        "origin":"Purchased from Daiso."
    },
    {
        "name":"Bic Mechanical Pencils.",
        "det":"A reliable generalist... Mostly because there's so many of them.",
        "origin":"Purchased in bulk & many picked up from a floor somewhere or borrowed and promptly forgotten."
    },
    {
        "name":"Bic 4-Color Ballpoint Pen",
        "det":"Rather loud but boasts decent color quality. A veteran of my (high) school days. Surprisingly still works like new!",
        "origin":"Purchased from a department store.",
        "link":"https://www.amazon.com/BIC-Original-Retractable-Ballpoint-Multi-coloured/dp/B007CX2HKE?th=1"
    },
    {
        "name":"Pentel RSVP FINE in Black.",
        "det":"Clear mid-sized pen with a dry, lightweight ink flow that grew on me. One of my go-to sketch utensils.",
        "origin":"Purchased in bulk from a department store.",
        "link":"https://www.pentel.com/products/r-s-v-p-ballpoint-pen-1"
    },
    {
        "name":"Paper Mate InkJoy Gel Pen 0.7mm in Black.",
        "det":"Reliable heavyweight inker with a stunning body. A go-to for traditional drawings.",
        "link":"https://www.amazon.com/Paper-Mate-InkJoy-Medium-Point/dp/B019QBOD4W"
    },
    {
        "name":"Paper Mate Flair Scented Pens",
        "det":"Reliable felt-tip pens that you can definitely smell (and they the artificial kind of good, like condensed flavoring) even after all these years. They're also labeled with their respective scents! Remember to swatch; these colors are deceiving.",
        "origin":"Gifted."
    },
    {
        "name":"Crayola Fine Line Markers",
        "det":"Classic Crayola quality in a pretty black barrel. Only used on rare occasion and hold up well after many years. I believe these are the 'adult' markers but I'm not sure. Very easy to lose (since there are so many). Remember to swatch!",
        "origin":"Gifted."
    }
]
}